

export let info = [
  {
    name: 'Алтайский край',
    ru: true,
    cases: 31,
    cured: 3,
    deaths: 0,
    coordinates: [
      '82.530013',
      '52.129671'
    ],
    histogram: [
      {
        name: '30 марта',
        ts: 1585526400,
        value: 1
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 2
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 4
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 4
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 7
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 7
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 12
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 12
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 18
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 21
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 21
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 29
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 29
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 31
      }
    ]
  },
  {
    name: 'Амурская область',
    ru: true,
    cases: 6,
    cured: 1,
    deaths: 0,
    coordinates: [
      '127.728064',
      '53.413341'
    ]
  },
  {
    name: 'Архангельская область',
    ru: true,
    cases: 31,
    cured: 5,
    deaths: 0,
    coordinates: [
      '43.336661',
      '63.637517'
    ],
    histogram: [
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 2
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 2
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 2
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 3
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 3
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 3
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 3
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 7
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 7
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 7
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 7
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 8
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 8
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 8
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 14
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 14
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 14
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 24
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 24
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 24
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 24
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 31
      }
    ]
  },
  {
    name: 'Астраханская область',
    ru: true,
    cases: 30,
    cured: 0,
    deaths: 0,
    coordinates: [
      '47.466189',
      '46.851463'
    ],
    histogram: [
      {
        name: '31 марта',
        ts: 1585612800,
        value: 2
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 2
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 2
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 5
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 5
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 5
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 5
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 5
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 5
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 21
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 21
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 21
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 29
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 30
      }
    ]
  },
  {
    name: 'Белгородская область',
    ru: true,
    cases: 31,
    cured: 3,
    deaths: 0,
    coordinates: [
      '37.303198',
      '50.872231'
    ],
    histogram: [
      {
        name: '8 марта',
        ts: 1583625600,
        value: 1
      },
      {
        name: '9 марта',
        ts: 1583712000,
        value: 1
      },
      {
        name: '10 марта',
        ts: 1583798400,
        value: 1
      },
      {
        name: '11 марта',
        ts: 1583884800,
        value: 1
      },
      {
        name: '12 марта',
        ts: 1583971200,
        value: 1
      },
      {
        name: '13 марта',
        ts: 1584057600,
        value: 1
      },
      {
        name: '14 марта',
        ts: 1584144000,
        value: 1
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 1
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 1
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 1
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 1
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 2
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 5
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 5
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 5
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 6
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 6
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 7
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 7
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 11
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 14
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 18
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 18
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 26
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 26
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 31
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 31
      }
    ]
  },
  {
    name: 'Брянская область',
    ru: true,
    cases: 142,
    cured: 3,
    deaths: 0,
    coordinates: [
      '33.422197',
      '52.909192'
    ],
    histogram: [
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 2
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 3
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 3
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 5
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 5
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 7
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 19
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 19
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 24
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 56
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 57
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 97
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 97
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 123
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 141
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 142
      }
    ]
  },
  {
    name: 'Владимирская область',
    ru: true,
    cases: 84,
    cured: 1,
    deaths: 1,
    coordinates: [
      '40.898894',
      '55.904195'
    ],
    histogram: [
      {
        name: '30 марта',
        ts: 1585526400,
        value: 2
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 2
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 3
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 3
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 3
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 3
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 5
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 12
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 14
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 38
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 42
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 48
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 71
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 84
      }
    ]
  },
  {
    name: 'Волгоградская область',
    ru: true,
    cases: 44,
    cured: 7,
    deaths: 0,
    coordinates: [
      '44.151406',
      '49.615821'
    ],
    histogram: [
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 4
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 4
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 4
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 4
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 4
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 8
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 8
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 8
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 8
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 8
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 15
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 26
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 26
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 26
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 28
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 33
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 38
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 44
      }
    ]
  },
  {
    name: 'Вологодская область',
    ru: true,
    cases: 43,
    cured: 0,
    deaths: 0,
    coordinates: [
      '44.049618',
      '60.138988'
    ],
    histogram: [
      {
        name: '30 марта',
        ts: 1585526400,
        value: 2
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 2
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 9
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 12
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 12
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 13
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 13
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 23
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 23
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 27
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 35
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 38
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 39
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 42
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 43
      }
    ]
  },
  {
    name: 'Воронежская область',
    ru: true,
    cases: 60,
    cured: 12,
    deaths: 0,
    coordinates: [
      '40.233395',
      '50.970898'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 2
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 2
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 2
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 2
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 2
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 6
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 6
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 6
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 6
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 6
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 6
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 6
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 8
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 12
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 12
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 12
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 14
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 14
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 23
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 23
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 33
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 33
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 37
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 37
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 49
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 60
      }
    ]
  },
  {
    name: 'Еврейская автономная область',
    ru: true,
    cases: 9,
    cured: 0,
    deaths: 0,
    coordinates: [
      '132.257612',
      '48.522902'
    ]
  },
  {
    name: 'Забайкальский край',
    ru: true,
    cases: 14,
    cured: 1,
    deaths: 0,
    coordinates: [
      '116.200424',
      '52.847258'
    ],
    histogram: [
      {
        name: '16 марта',
        ts: 1584316800,
        value: 1
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 1
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 1
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 1
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 1
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 1
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 1
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 1
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 1
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 1
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 1
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 1
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 1
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 4
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 4
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 4
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 4
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 8
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 14
      }
    ]
  },
  {
    name: 'Ивановская область',
    ru: true,
    cases: 86,
    cured: 7,
    deaths: 0,
    coordinates: [
      '41.966406',
      '56.967836'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 7
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 7
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 9
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 9
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 11
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 11
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 13
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 23
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 23
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 33
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 47
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 47
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 60
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 60
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 62
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 80
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 86
      }
    ]
  },
  {
    name: 'Иркутская область',
    ru: true,
    cases: 35,
    cured: 3,
    deaths: 2,
    coordinates: [
      '106.363305',
      '57.100294'
    ],
    histogram: [
      {
        name: '29 марта',
        ts: 1585440000,
        value: 1
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 2
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 7
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 8
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 8
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 8
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 11
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 14
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 14
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 17
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 21
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 23
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 28
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 35
      }
    ]
  },
  {
    name: 'Кабардино-Балкарская Республика',
    ru: true,
    cases: 50,
    cured: 3,
    deaths: 0,
    coordinates: [
      '43.408274',
      '43.494396'
    ],
    histogram: [
      {
        name: '21 марта',
        ts: 1584748800,
        value: 2
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 2
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 2
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 2
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 4
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 4
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 4
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 4
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 4
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 6
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 6
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 8
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 8
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 8
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 8
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 8
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 8
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 13
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 23
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 23
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 27
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 30
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 35
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 50
      }
    ]
  },
  {
    name: 'Калининградская область',
    ru: true,
    cases: 74,
    cured: 16,
    deaths: 1,
    coordinates: [
      '21.218944',
      '54.56009'
    ],
    histogram: [
      {
        name: '8 марта',
        ts: 1583625600,
        value: 1
      },
      {
        name: '9 марта',
        ts: 1583712000,
        value: 1
      },
      {
        name: '10 марта',
        ts: 1583798400,
        value: 1
      },
      {
        name: '11 марта',
        ts: 1583884800,
        value: 1
      },
      {
        name: '12 марта',
        ts: 1583971200,
        value: 2
      },
      {
        name: '13 марта',
        ts: 1584057600,
        value: 2
      },
      {
        name: '14 марта',
        ts: 1584144000,
        value: 3
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 3
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 3
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 5
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 5
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 5
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 5
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 7
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 7
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 7
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 7
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 8
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 8
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 8
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 11
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 11
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 12
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 12
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 12
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 19
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 19
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 19
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 19
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 19
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 48
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 49
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 52
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 62
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 65
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 70
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 74
      }
    ]
  },
  {
    name: 'Калужская область',
    ru: true,
    cases: 34,
    cured: 5,
    deaths: 0,
    coordinates: [
      '35.445185',
      '54.3718'
    ],
    histogram: [
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 2
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 2
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 2
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 2
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 3
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 5
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 5
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 6
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 6
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 7
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 11
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 11
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 11
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 18
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 24
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 24
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 34
      }
    ]
  },
  {
    name: 'Камчатский край',
    ru: true,
    cases: 10,
    cured: 0,
    deaths: 0,
    coordinates: [
      '169.782981',
      '61.350179'
    ],
    histogram: [
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 2
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 2
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 2
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 2
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 5
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 5
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 10
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 10
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 10
      }
    ]
  },
  {
    name: 'Карачаево-Черкесская Республика',
    ru: true,
    cases: 13,
    cured: 0,
    deaths: 0,
    coordinates: [
      '41.753928',
      '43.770947'
    ],
    histogram: [
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 3
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 5
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 6
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 9
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 9
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 11
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 13
      }
    ]
  },
  {
    name: 'Кемеровская область',
    ru: true,
    cases: 14,
    cured: 3,
    deaths: 0,
    coordinates: [
      '86.990382',
      '54.89794'
    ],
    histogram: [
      {
        name: '14 марта',
        ts: 1584144000,
        value: 2
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 2
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 2
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 2
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 2
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 2
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 2
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 2
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 2
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 2
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 2
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 3
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 3
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 3
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 3
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 3
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 3
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 3
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 3
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 5
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 5
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 7
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 7
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 11
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 12
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 12
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 14
      }
    ]
  },
  {
    name: 'Кировская область',
    ru: true,
    cases: 51,
    cured: 9,
    deaths: 0,
    coordinates: [
      '49.69543',
      '58.344108'
    ],
    histogram: [
      {
        name: '16 марта',
        ts: 1584316800,
        value: 1
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 3
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 5
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 5
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 7
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 7
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 7
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 7
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 7
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 8
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 8
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 9
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 12
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 12
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 12
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 12
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 15
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 18
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 18
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 18
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 20
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 20
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 28
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 29
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 35
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 36
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 51
      }
    ]
  },
  {
    name: 'Костромская область',
    ru: true,
    cases: 18,
    cured: 3,
    deaths: 2,
    coordinates: [
      '43.788495',
      '58.456003'
    ],
    histogram: [
      {
        name: '28 марта',
        ts: 1585353600,
        value: 1
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 1
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 1
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 3
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 3
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 8
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 8
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 9
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 9
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 9
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 12
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 15
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 15
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 18
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 18
      }
    ]
  },
  {
    name: 'Краснодарский край',
    ru: true,
    cases: 210,
    cured: 28,
    deaths: 3,
    coordinates: [
      '39.610422',
      '45.544904'
    ],
    histogram: [
      {
        name: '12 марта',
        ts: 1583971200,
        value: 1
      },
      {
        name: '13 марта',
        ts: 1584057600,
        value: 1
      },
      {
        name: '14 марта',
        ts: 1584144000,
        value: 1
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 1
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 1
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 3
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 3
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 5
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 5
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 5
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 5
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 9
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 9
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 9
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 17
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 17
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 17
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 17
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 22
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 22
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 39
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 39
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 39
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 50
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 61
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 85
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 105
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 125
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 138
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 169
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 210
      }
    ]
  },
  {
    name: 'Красноярский край',
    ru: true,
    cases: 110,
    cured: 8,
    deaths: 0,
    coordinates: [
      '95.968477',
      '67.236779'
    ],
    histogram: [
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 4
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 4
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 5
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 5
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 5
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 5
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 5
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 8
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 8
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 12
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 12
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 14
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 14
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 20
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 25
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 25
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 25
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 29
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 32
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 32
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 39
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 39
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 39
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 60
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 85
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 110
      }
    ]
  },
  {
    name: 'Курганская область',
    ru: true,
    cases: 4,
    cured: 1,
    deaths: 0,
    coordinates: [
      '64.809405',
      '55.448347'
    ]
  },
  {
    name: 'Курская область',
    ru: true,
    cases: 58,
    cured: 3,
    deaths: 0,
    coordinates: [
      '36.121347',
      '51.535008'
    ],
    histogram: [
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 3
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 4
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 4
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 4
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 4
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 4
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 10
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 20
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 21
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 42
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 43
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 58
      }
    ]
  },
  {
    name: 'Ленинградская область',
    ru: true,
    cases: 155,
    cured: 3,
    deaths: 0,
    coordinates: [
      '29.608975',
      '59.337013'
    ],
    histogram: [
      {
        name: '13 марта',
        ts: 1584057600,
        value: 1
      },
      {
        name: '14 марта',
        ts: 1584144000,
        value: 1
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 1
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 1
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 3
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 3
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 3
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 3
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 7
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 9
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 11
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 14
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 20
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 31
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 41
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 47
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 57
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 62
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 62
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 94
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 112
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 129
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 134
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 139
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 155
      }
    ]
  },
  {
    name: 'Липецкая область',
    ru: true,
    cases: 69,
    cured: 10,
    deaths: 0,
    coordinates: [
      '39.149784',
      '52.644554'
    ],
    histogram: [
      {
        name: '7 марта',
        ts: 1583539200,
        value: 3
      },
      {
        name: '8 марта',
        ts: 1583625600,
        value: 3
      },
      {
        name: '9 марта',
        ts: 1583712000,
        value: 3
      },
      {
        name: '10 марта',
        ts: 1583798400,
        value: 3
      },
      {
        name: '11 марта',
        ts: 1583884800,
        value: 3
      },
      {
        name: '12 марта',
        ts: 1583971200,
        value: 3
      },
      {
        name: '13 марта',
        ts: 1584057600,
        value: 3
      },
      {
        name: '14 марта',
        ts: 1584144000,
        value: 3
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 3
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 3
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 3
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 3
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 3
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 3
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 3
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 3
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 3
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 5
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 5
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 5
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 5
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 8
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 9
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 10
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 10
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 11
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 15
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 18
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 18
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 18
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 26
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 26
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 44
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 48
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 55
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 58
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 63
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 69
      }
    ]
  },
  {
    name: 'Магаданская область',
    ru: true,
    cases: 2,
    cured: 1,
    deaths: 0,
    coordinates: [
      '154.036835',
      '62.575815'
    ]
  },
  {
    name: 'Москва',
    ru: true,
    cases: 11513,
    cured: 837,
    deaths: 82,
    coordinates: [
      '37.622504',
      '55.753215'
    ],
    histogram: [
      {
        name: '6 марта',
        ts: 1583452800,
        value: 5
      },
      {
        name: '7 марта',
        ts: 1583539200,
        value: 5
      },
      {
        name: '8 марта',
        ts: 1583625600,
        value: 5
      },
      {
        name: '9 марта',
        ts: 1583712000,
        value: 8
      },
      {
        name: '10 марта',
        ts: 1583798400,
        value: 11
      },
      {
        name: '11 марта',
        ts: 1583884800,
        value: 17
      },
      {
        name: '12 марта',
        ts: 1583971200,
        value: 21
      },
      {
        name: '13 марта',
        ts: 1584057600,
        value: 26
      },
      {
        name: '14 марта',
        ts: 1584144000,
        value: 35
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 35
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 53
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 55
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 86
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 98
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 131
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 137
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 191
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 262
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 290
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 410
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 546
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 703
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 817
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 1014
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 1226
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 1613
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 1880
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 2475
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 2923
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 3357
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 3893
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 4484
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 5181
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 5841
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 6698
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 7822
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 8852
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 10158
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 11513
      }
    ]
  },
  {
    name: 'Московская область',
    ru: true,
    cases: 1855,
    cured: 75,
    deaths: 19,
    coordinates: [
      '36.493903',
      '55.766131'
    ],
    histogram: [
      {
        name: '2 марта',
        ts: 1583107200,
        value: 1
      },
      {
        name: '3 марта',
        ts: 1583193600,
        value: 1
      },
      {
        name: '4 марта',
        ts: 1583280000,
        value: 1
      },
      {
        name: '5 марта',
        ts: 1583366400,
        value: 1
      },
      {
        name: '6 марта',
        ts: 1583452800,
        value: 1
      },
      {
        name: '7 марта',
        ts: 1583539200,
        value: 1
      },
      {
        name: '8 марта',
        ts: 1583625600,
        value: 2
      },
      {
        name: '9 марта',
        ts: 1583712000,
        value: 2
      },
      {
        name: '10 марта',
        ts: 1583798400,
        value: 2
      },
      {
        name: '11 марта',
        ts: 1583884800,
        value: 4
      },
      {
        name: '12 марта',
        ts: 1583971200,
        value: 4
      },
      {
        name: '13 марта',
        ts: 1584057600,
        value: 5
      },
      {
        name: '14 марта',
        ts: 1584144000,
        value: 6
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 9
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 8
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 12
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 12
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 17
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 18
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 35
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 35
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 35
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 35
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 41
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 41
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 49
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 85
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 112
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 119
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 119
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 134
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 177
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 211
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 260
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 305
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 387
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 454
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 549
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 748
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 930
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 1082
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 1360
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 1855
      }
    ]
  },
  {
    name: 'Мурманская область',
    ru: true,
    cases: 128,
    cured: 10,
    deaths: 1,
    coordinates: [
      '35.010051',
      '68.004154'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 1
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 1
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 5
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 11
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 11
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 15
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 15
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 15
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 15
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 18
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 18
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 43
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 44
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 67
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 67
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 128
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 128
      }
    ]
  },
  {
    name: 'Нижегородская область',
    ru: true,
    cases: 224,
    cured: 20,
    deaths: 4,
    coordinates: [
      '44.279559',
      '56.595648'
    ],
    histogram: [
      {
        name: '6 марта',
        ts: 1583452800,
        value: 1
      },
      {
        name: '7 марта',
        ts: 1583539200,
        value: 1
      },
      {
        name: '8 марта',
        ts: 1583625600,
        value: 1
      },
      {
        name: '9 марта',
        ts: 1583712000,
        value: 1
      },
      {
        name: '10 марта',
        ts: 1583798400,
        value: 1
      },
      {
        name: '11 марта',
        ts: 1583884800,
        value: 1
      },
      {
        name: '12 марта',
        ts: 1583971200,
        value: 1
      },
      {
        name: '13 марта',
        ts: 1584057600,
        value: 1
      },
      {
        name: '14 марта',
        ts: 1584144000,
        value: 1
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 1
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 1
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 2
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 2
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 3
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 3
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 7
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 7
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 7
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 7
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 8
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 8
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 8
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 11
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 11
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 11
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 12
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 12
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 25
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 25
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 25
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 47
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 56
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 56
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 80
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 87
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 119
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 152
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 194
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 224
      }
    ]
  },
  {
    name: 'Новгородская область',
    ru: true,
    cases: 26,
    cured: 4,
    deaths: 0,
    coordinates: [
      '32.490222',
      '58.307715'
    ],
    histogram: [
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 1
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 1
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 3
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 3
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 3
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 3
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 3
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 5
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 5
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 5
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 12
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 18
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 18
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 18
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 26
      }
    ]
  },
  {
    name: 'Новосибирская область',
    ru: true,
    cases: 36,
    cured: 10,
    deaths: 0,
    coordinates: [
      '79.264861',
      '55.582396'
    ],
    histogram: [
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 2
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 4
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 4
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 4
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 4
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 4
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 4
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 5
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 5
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 7
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 8
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 9
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 9
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 10
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 10
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 10
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 10
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 11
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 11
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 11
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 13
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 18
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 21
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 28
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 28
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 36
      }
    ]
  },
  {
    name: 'Омская область',
    ru: true,
    cases: 20,
    cured: 5,
    deaths: 0,
    coordinates: [
      '73.344416',
      '56.103472'
    ],
    histogram: [
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 3
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 7
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 9
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 9
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 10
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 10
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 10
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 14
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 15
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 15
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 17
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 17
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 19
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 20
      }
    ]
  },
  {
    name: 'Оренбургская область',
    ru: true,
    cases: 45,
    cured: 5,
    deaths: 1,
    coordinates: [
      '53.498682',
      '52.743528'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 4
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 4
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 4
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 6
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 6
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 7
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 7
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 7
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 12
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 12
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 12
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 12
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 14
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 14
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 22
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 22
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 25
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 25
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 25
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 45
      }
    ]
  },
  {
    name: 'Орловская область',
    ru: true,
    cases: 34,
    cured: 3,
    deaths: 0,
    coordinates: [
      '36.481042',
      '52.781455'
    ],
    histogram: [
      {
        name: '24 марта',
        ts: 1585008000,
        value: 2
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 2
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 3
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 3
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 3
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 3
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 3
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 6
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 6
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 7
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 12
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 12
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 17
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 24
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 29
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 29
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 34
      }
    ]
  },
  {
    name: 'Пензенская область',
    ru: true,
    cases: 84,
    cured: 1,
    deaths: 1,
    coordinates: [
      '43.946823',
      '53.240932'
    ],
    histogram: [
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 2
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 2
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 7
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 7
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 12
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 16
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 16
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 27
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 27
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 27
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 32
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 51
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 52
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 52
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 67
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 67
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 67
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 84
      }
    ]
  },
  {
    name: 'Пермский край',
    ru: true,
    cases: 60,
    cured: 15,
    deaths: 3,
    coordinates: [
      '56.225679',
      '59.117698'
    ],
    histogram: [
      {
        name: '13 марта',
        ts: 1584057600,
        value: 1
      },
      {
        name: '14 марта',
        ts: 1584144000,
        value: 1
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 1
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 2
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 2
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 2
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 3
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 3
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 3
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 3
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 3
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 3
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 5
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 10
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 10
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 11
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 11
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 13
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 13
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 13
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 20
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 21
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 21
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 21
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 21
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 32
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 32
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 41
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 45
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 45
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 60
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 60
      }
    ]
  },
  {
    name: 'Приморский край',
    ru: true,
    cases: 28,
    cured: 2,
    deaths: 2,
    coordinates: [
      '134.709375',
      '45.041980'
    ],
    histogram: [
      {
        name: '24 марта',
        ts: 1585008000,
        value: 2
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 2
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 2
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 2
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 2
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 4
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 5
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 5
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 7
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 7
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 7
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 7
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 8
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 15
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 20
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 20
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 23
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 24
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 28
      }
    ]
  },
  {
    name: 'Псковская область',
    ru: true,
    cases: 21,
    cured: 6,
    deaths: 2,
    coordinates: [
      '29.236911',
      '57.236486'
    ],
    histogram: [
      {
        name: '25 марта',
        ts: 1585094400,
        value: 4
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 6
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 6
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 6
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 6
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 9
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 9
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 9
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 9
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 9
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 9
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 9
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 10
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 14
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 14
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 16
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 16
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 16
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 16
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 21
      }
    ]
  },
  {
    name: 'Республика Адыгея',
    ru: true,
    cases: 20,
    cured: 5,
    deaths: 0,
    coordinates: [
      '40.252969',
      '44.429866'
    ],
    histogram: [
      {
        name: '28 марта',
        ts: 1585353600,
        value: 1
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 1
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 4
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 4
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 4
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 5
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 5
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 7
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 7
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 13
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 13
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 13
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 13
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 20
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 20
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 20
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 20
      }
    ]
  },
  {
    name: 'Республика Башкортостан',
    ru: true,
    cases: 107,
    cured: 7,
    deaths: 1,
    coordinates: [
      '56.525537',
      '54.271500'
    ],
    histogram: [
      {
        name: '24 марта',
        ts: 1585008000,
        value: 3
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 4
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 4
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 4
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 4
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 5
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 5
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 7
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 8
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 10
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 10
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 10
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 10
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 10
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 12
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 16
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 22
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 40
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 65
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 84
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 107
      }
    ]
  },
  {
    name: 'Республика Бурятия',
    ru: true,
    cases: 77,
    cured: 17,
    deaths: 1,
    coordinates: [
      '112.348699',
      '54.544222'
    ],
    histogram: [
      {
        name: '26 марта',
        ts: 1585180800,
        value: 2
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 8
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 8
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 13
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 19
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 25
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 30
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 31
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 35
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 35
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 43
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 43
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 50
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 54
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 60
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 61
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 73
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 77
      }
    ]
  },
  {
    name: 'Республика Дагестан',
    ru: true,
    cases: 84,
    cured: 9,
    deaths: 0,
    coordinates: [
      '47.095742',
      '42.259793'
    ],
    histogram: [
      {
        name: '27 марта',
        ts: 1585267200,
        value: 1
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 1
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 1
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 4
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 13
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 15
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 25
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 25
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 25
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 25
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 30
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 43
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 44
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 57
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 58
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 84
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 84
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 84
      }
    ]
  },
  {
    name: 'Республика Ингушетия',
    ru: true,
    cases: 34,
    cured: 0,
    deaths: 1,
    coordinates: [
      '45.054581',
      '43.103590'
    ],
    histogram: [
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 1
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 1
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 1
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 1
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 7
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 25
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 25
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 29
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 29
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 29
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 34
      }
    ]
  },
  {
    name: 'Республика Калмыкия',
    ru: true,
    cases: 32,
    cured: 5,
    deaths: 0,
    coordinates: [
      '45.325701',
      '46.414024'
    ],
    histogram: [
      {
        name: '30 марта',
        ts: 1585526400,
        value: 1
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 2
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 2
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 2
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 7
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 7
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 7
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 7
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 11
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 15
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 23
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 23
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 32
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 32
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 32
      }
    ]
  },
  {
    name: 'Республика Карелия',
    ru: true,
    cases: 3,
    cured: 0,
    deaths: 0,
    coordinates: [
      '33.232608',
      '63.621324'
    ]
  },
  {
    name: 'Республика Коми',
    ru: true,
    cases: 208,
    cured: 1,
    deaths: 3,
    coordinates: [
      '54.789669',
      '64.125463'
    ],
    histogram: [
      {
        name: '16 марта',
        ts: 1584316800,
        value: 1
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 3
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 3
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 3
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 3
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 7
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 22
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 22
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 54
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 56
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 56
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 59
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 59
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 90
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 101
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 119
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 150
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 208
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 208
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 208
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 208
      }
    ]
  },
  {
    name: 'Республика Крым',
    ru: true,
    cases: 32,
    cured: 12,
    deaths: 0,
    coordinates: [
      '33.993751',
      '45.389194'
    ],
    histogram: [
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 7
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 7
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 14
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 15
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 15
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 15
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 16
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 16
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 16
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 18
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 18
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 20
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 21
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 22
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 23
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 26
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 29
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 29
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 31
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 32
      }
    ]
  },
  {
    name: 'Республика Марий Эл',
    ru: true,
    cases: 80,
    cured: 5,
    deaths: 1,
    coordinates: [
      '48.197858',
      '56.485739'
    ],
    histogram: [
      {
        name: '30 марта',
        ts: 1585526400,
        value: 2
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 2
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 2
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 4
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 4
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 4
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 4
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 13
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 13
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 40
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 41
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 63
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 63
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 70
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 80
      }
    ]
  },
  {
    name: 'Республика Мордовия',
    ru: true,
    cases: 58,
    cured: 4,
    deaths: 0,
    coordinates: [
      '44.319669',
      '54.205758'
    ],
    histogram: [
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 2
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 3
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 4
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 4
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 4
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 5
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 5
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 6
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 6
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 13
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 17
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 19
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 19
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 42
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 58
      }
    ]
  },
  {
    name: 'Республика Саха (Якутия)',
    ru: true,
    cases: 25,
    cured: 13,
    deaths: 0,
    coordinates: [
      '119.845652',
      '65.061073'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 7
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 7
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 7
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 7
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 7
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 10
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 14
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 14
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 14
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 15
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 15
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 15
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 15
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 15
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 15
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 15
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 15
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 15
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 15
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 16
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 16
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 16
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 19
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 22
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 25
      }
    ]
  },
  {
    name: 'Республика Северная Осетия — Алания',
    ru: true,
    cases: 34,
    cured: 1,
    deaths: 2,
    coordinates: [
      '44.262033',
      '43.092669'
    ],
    histogram: [
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 2
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 4
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 4
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 5
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 5
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 8
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 9
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 15
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 22
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 27
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 27
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 34
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 34
      }
    ]
  },
  {
    name: 'Республика Татарстан',
    ru: true,
    cases: 84,
    cured: 14,
    deaths: 0,
    coordinates: [
      '50.911013',
      '55.350336'
    ],
    histogram: [
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 6
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 6
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 6
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 7
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 7
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 10
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 11
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 14
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 14
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 14
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 19
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 19
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 19
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 25
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 25
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 25
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 41
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 41
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 41
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 50
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 50
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 73
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 73
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 84
      }
    ]
  },
  {
    name: 'Республика Тыва',
    ru: true,
    cases: 6,
    cured: 0,
    deaths: 0,
    coordinates: [
      '94.793085',
      '51.584332'
    ]
  },
  {
    name: 'Республика Хакасия',
    ru: true,
    cases: 12,
    cured: 3,
    deaths: 0,
    coordinates: [
      '89.897078',
      '53.386357'
    ],
    histogram: [
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 2
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 2
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 2
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 3
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 3
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 3
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 3
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 3
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 5
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 5
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 6
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 6
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 9
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 12
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 12
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 12
      }
    ]
  },
  {
    name: 'Республика Чувашия',
    ru: true,
    cases: 65,
    cured: 2,
    deaths: 0,
    coordinates: [
      '47.086875',
      '55.492023'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 1
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 1
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 1
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 1
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 1
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 1
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 1
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 1
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 1
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 3
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 6
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 15
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 17
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 32
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 39
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 50
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 65
      }
    ]
  },
  {
    name: 'Ростовская область',
    ru: true,
    cases: 78,
    cured: 5,
    deaths: 0,
    coordinates: [
      '41.268128',
      '47.728732'
    ],
    histogram: [
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 2
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 2
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 2
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 5
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 5
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 9
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 9
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 9
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 9
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 9
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 17
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 21
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 24
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 29
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 38
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 52
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 78
      }
    ]
  },
  {
    name: 'Рязанская область',
    ru: true,
    cases: 89,
    cured: 4,
    deaths: 0,
    coordinates: [
      '40.950331',
      '54.559725'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 2
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 2
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 2
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 2
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 2
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 2
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 5
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 5
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 5
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 5
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 6
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 12
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 12
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 17
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 17
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 32
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 32
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 38
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 55
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 71
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 89
      }
    ]
  },
  {
    name: 'Самарская область',
    ru: true,
    cases: 29,
    cured: 14,
    deaths: 0,
    coordinates: [
      '50.34431',
      '53.452932'
    ],
    histogram: [
      {
        name: '16 марта',
        ts: 1584316800,
        value: 3
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 5
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 5
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 5
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 9
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 9
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 9
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 9
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 10
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 10
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 12
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 14
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 14
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 14
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 14
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 15
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 15
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 17
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 17
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 17
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 17
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 17
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 17
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 18
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 18
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 20
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 21
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 24
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 29
      }
    ]
  },
  {
    name: 'Санкт-Петербург',
    ru: true,
    cases: 678,
    cured: 78,
    deaths: 4,
    coordinates: [
      '30.315868',
      '59.939095'
    ],
    histogram: [
      {
        name: '7 марта',
        ts: 1583539200,
        value: 1
      },
      {
        name: '8 марта',
        ts: 1583625600,
        value: 1
      },
      {
        name: '9 марта',
        ts: 1583712000,
        value: 1
      },
      {
        name: '10 марта',
        ts: 1583798400,
        value: 1
      },
      {
        name: '11 марта',
        ts: 1583884800,
        value: 1
      },
      {
        name: '12 марта',
        ts: 1583971200,
        value: 1
      },
      {
        name: '13 марта',
        ts: 1584057600,
        value: 4
      },
      {
        name: '14 марта',
        ts: 1584144000,
        value: 5
      },
      {
        name: '15 марта',
        ts: 1584230400,
        value: 5
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 8
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 9
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 9
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 10
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 14
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 16
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 16
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 16
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 21
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 21
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 26
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 26
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 37
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 42
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 50
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 98
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 125
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 147
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 156
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 171
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 191
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 226
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 295
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 329
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 373
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 408
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 488
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 557
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 678
      }
    ]
  },
  {
    name: 'Саратовская область',
    ru: true,
    cases: 44,
    cured: 4,
    deaths: 0,
    coordinates: [
      '46.034158',
      '51.533103'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 1
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 2
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 2
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 4
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 4
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 15
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 15
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 19
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 19
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 19
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 19
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 25
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 26
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 30
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 34
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 35
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 42
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 44
      }
    ]
  },
  {
    name: 'Сахалинская область',
    ru: true,
    cases: 11,
    cured: 6,
    deaths: 0,
    coordinates: [
      '142.750797',
      '50.150926'
    ],
    histogram: [
      {
        name: '28 марта',
        ts: 1585353600,
        value: 4
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 4
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 4
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 4
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 5
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 5
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 5
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 6
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 6
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 6
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 6
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 11
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 11
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 11
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 11
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 11
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 11
      }
    ]
  },
  {
    name: 'Свердловская область',
    ru: true,
    cases: 85,
    cured: 35,
    deaths: 0,
    coordinates: [
      '61.530761',
      '58.586755'
    ],
    histogram: [
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 6
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 6
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 9
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 9
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 9
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 13
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 13
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 20
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 20
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 24
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 24
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 24
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 33
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 33
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 38
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 39
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 40
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 40
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 44
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 51
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 56
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 59
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 61
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 74
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 78
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 85
      }
    ]
  },
  {
    name: 'Севастополь',
    ru: true,
    cases: 6,
    cured: 2,
    deaths: 0,
    coordinates: [
      '33.525369',
      '44.616604'
    ]
  },
  {
    name: 'Смоленская область',
    ru: true,
    cases: 21,
    cured: 1,
    deaths: 1,
    coordinates: [
      '32.998543',
      '54.956192'
    ],
    histogram: [
      {
        name: '28 марта',
        ts: 1585353600,
        value: 1
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 1
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 1
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 1
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 1
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 1
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 1
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 2
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 2
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 3
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 3
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 7
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 11
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 13
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 17
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 17
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 21
      }
    ]
  },
  {
    name: 'Ставропольский край',
    ru: true,
    cases: 86,
    cured: 10,
    deaths: 2,
    coordinates: [
      '43.344521',
      '44.953551'
    ],
    histogram: [
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 5
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 5
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 5
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 5
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 6
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 6
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 6
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 11
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 11
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 11
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 11
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 20
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 39
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 39
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 42
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 52
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 66
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 74
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 86
      }
    ]
  },
  {
    name: 'Тамбовская область',
    ru: true,
    cases: 48,
    cured: 6,
    deaths: 0,
    coordinates: [
      '41.592249',
      '52.474699'
    ],
    histogram: [
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 3
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 3
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 3
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 3
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 3
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 3
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 3
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 3
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 3
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 3
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 3
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 6
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 6
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 6
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 7
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 7
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 15
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 15
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 21
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 21
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 33
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 33
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 48
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 48
      }
    ]
  },
  {
    name: 'Тверская область',
    ru: true,
    cases: 75,
    cured: 3,
    deaths: 0,
    coordinates: [
      '34.706195',
      '57.093033'
    ],
    histogram: [
      {
        name: '17 марта',
        ts: 1584403200,
        value: 2
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 2
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 3
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 3
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 3
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 3
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 3
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 3
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 3
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 3
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 3
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 3
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 4
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 4
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 5
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 5
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 6
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 6
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 6
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 8
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 8
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 12
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 19
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 24
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 31
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 31
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 75
      }
    ]
  },
  {
    name: 'Томская область',
    ru: true,
    cases: 8,
    cured: 3,
    deaths: 0,
    coordinates: [
      '78.63728',
      '58.949193'
    ]
  },
  {
    name: 'Тульская область',
    ru: true,
    cases: 85,
    cured: 13,
    deaths: 0,
    coordinates: [
      '37.575693',
      '53.888064'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 3
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 3
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 5
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 5
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 5
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 5
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 7
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 7
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 8
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 11
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 11
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 12
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 12
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 17
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 17
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 17
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 19
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 29
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 39
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 49
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 54
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 66
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 71
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 71
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 74
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 85
      }
    ]
  },
  {
    name: 'Тюменская область',
    ru: true,
    cases: 53,
    cured: 9,
    deaths: 0,
    coordinates: [
      '68.096045',
      '57.541821'
    ],
    histogram: [
      {
        name: '15 марта',
        ts: 1584230400,
        value: 1
      },
      {
        name: '16 марта',
        ts: 1584316800,
        value: 2
      },
      {
        name: '17 марта',
        ts: 1584403200,
        value: 2
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 2
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 2
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 3
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 3
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 3
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 3
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 3
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 3
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 3
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 3
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 3
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 4
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 4
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 6
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 6
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 6
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 11
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 11
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 11
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 11
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 18
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 18
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 19
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 22
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 30
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 39
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 53
      }
    ]
  },
  {
    name: 'Удмуртская Республика',
    ru: true,
    cases: 13,
    cured: 3,
    deaths: 0,
    coordinates: [
      '52.796972',
      '57.166784'
    ],
    histogram: [
      {
        name: '22 марта',
        ts: 1584835200,
        value: 2
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 2
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 2
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 2
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 4
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 4
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 4
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 4
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 4
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 4
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 4
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 4
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 5
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 5
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 5
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 9
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 9
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 9
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 11
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 11
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 13
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 13
      }
    ]
  },
  {
    name: 'Ульяновская область',
    ru: true,
    cases: 86,
    cured: 2,
    deaths: 0,
    coordinates: [
      '47.606533',
      '53.891057'
    ],
    histogram: [
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 1
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 1
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 1
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 1
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 1
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 1
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 1
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 1
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 1
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 1
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 2
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 4
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 4
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 6
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 40
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 62
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 70
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 86
      }
    ]
  },
  {
    name: 'Хабаровский край',
    ru: true,
    cases: 54,
    cured: 7,
    deaths: 2,
    coordinates: [
      '136.637034',
      '51.695886'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 3
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 3
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 4
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 4
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 4
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 4
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 4
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 5
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 5
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 5
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 7
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 7
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 8
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 9
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 9
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 10
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 10
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 11
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 11
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 16
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 24
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 24
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 28
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 29
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 29
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 54
      }
    ]
  },
  {
    name: 'Ханты-Мансийский АО',
    ru: true,
    cases: 41,
    cured: 5,
    deaths: 0,
    coordinates: [
      '65.897508',
      '61.588912'
    ],
    histogram: [
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 2
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 2
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 2
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 2
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 4
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 4
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 4
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 5
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 5
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 5
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 8
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 8
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 16
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 16
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 19
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 19
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 38
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 41
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 41
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 41
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 41
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 41
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 41
      }
    ]
  },
  {
    name: 'Челябинская область',
    ru: true,
    cases: 43,
    cured: 12,
    deaths: 0,
    coordinates: [
      '60.395641',
      '54.446199'
    ],
    histogram: [
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 2
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 5
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 5
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 9
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 12
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 14
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 14
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 21
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 21
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 23
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 26
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 27
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 31
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 32
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 32
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 34
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 34
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 40
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 40
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 43
      }
    ]
  },
  {
    name: 'Чеченская Республика',
    ru: true,
    cases: 49,
    cured: 15,
    deaths: 5,
    coordinates: [
      '45.747667',
      '43.305784'
    ],
    histogram: [
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 3
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 5
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 9
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 9
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 9
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 10
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 10
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 12
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 15
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 15
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 16
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 17
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 22
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 22
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 22
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 30
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 47
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 49
      }
    ]
  },
  {
    name: 'Ямало-Ненецкий автономный округ',
    ru: true,
    cases: 66,
    cured: 0,
    deaths: 1,
    coordinates: [
      '80.005397',
      '66.086435'
    ],
    histogram: [
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 2
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 12
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 12
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 12
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 12
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 30
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 41
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 41
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 41
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 50
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 62
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 66
      }
    ]
  },
  {
    name: 'Ярославская область',
    ru: true,
    cases: 27,
    cured: 3,
    deaths: 0,
    coordinates: [
      '39.105138',
      '57.817361'
    ],
    histogram: [
      {
        name: '17 марта',
        ts: 1584403200,
        value: 1
      },
      {
        name: '18 марта',
        ts: 1584489600,
        value: 1
      },
      {
        name: '19 марта',
        ts: 1584576000,
        value: 1
      },
      {
        name: '20 марта',
        ts: 1584662400,
        value: 1
      },
      {
        name: '21 марта',
        ts: 1584748800,
        value: 1
      },
      {
        name: '22 марта',
        ts: 1584835200,
        value: 1
      },
      {
        name: '23 марта',
        ts: 1584921600,
        value: 1
      },
      {
        name: '24 марта',
        ts: 1585008000,
        value: 1
      },
      {
        name: '25 марта',
        ts: 1585094400,
        value: 1
      },
      {
        name: '26 марта',
        ts: 1585180800,
        value: 1
      },
      {
        name: '27 марта',
        ts: 1585267200,
        value: 2
      },
      {
        name: '28 марта',
        ts: 1585353600,
        value: 2
      },
      {
        name: '29 марта',
        ts: 1585440000,
        value: 3
      },
      {
        name: '30 марта',
        ts: 1585526400,
        value: 3
      },
      {
        name: '31 марта',
        ts: 1585612800,
        value: 3
      },
      {
        name: '1 апреля',
        ts: 1585699200,
        value: 3
      },
      {
        name: '2 апреля',
        ts: 1585785600,
        value: 3
      },
      {
        name: '3 апреля',
        ts: 1585872000,
        value: 3
      },
      {
        name: '4 апреля',
        ts: 1585958400,
        value: 5
      },
      {
        name: '5 апреля',
        ts: 1586044800,
        value: 6
      },
      {
        name: '6 апреля',
        ts: 1586131200,
        value: 6
      },
      {
        name: '7 апреля',
        ts: 1586217600,
        value: 11
      },
      {
        name: '8 апреля',
        ts: 1586304000,
        value: 11
      },
      {
        name: '9 апреля',
        ts: 1586390400,
        value: 13
      },
      {
        name: '10 апреля',
        ts: 1586476800,
        value: 13
      },
      {
        name: '11 апреля',
        ts: 1586563200,
        value: 13
      },
      {
        name: '12 апреля',
        ts: 1586649600,
        value: 27
      },
      {
        name: '13 апреля',
        ts: 1586736000,
        value: 27
      }
    ]
  }
]


